/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "Zi de naștere %@";

/* Title for event birthday (without a name) */
"Birthday" = "Zi de naștere";

"FACEBOOK_CALENDAR_NAME" = "Evenimente Facebook";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Calendar";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Mementouri";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Mementouri";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Memento";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Evenimentul nu poate fi editat.";

"NO_CALENDAR_ERROR" = "Nu a fost configurat niciun calendar.";

"NO_START_DATE_ERROR" = "Nu a fost configurată nicio dată de început.";

"NO_END_DATE_ERROR" = "Nu a fost configurată nicio dată de sfârșit.";

"DATES_INVERTED_ERROR" = "Data de început trebuie să fie înainte de data de sfârșit.";

"UNEXPECTED_ERROR" = "A survenit o eroare neprevăzută.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Acel calendar nu poate fi mutat într-un alt cont.";


"CALENDAR_READ_ONLY_ERROR" = "Calendarul este de tip “doar citire”.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Evenimentul este prea lung pentru a se repeta atât de des.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Evenimentul se repetă înainte de apariția alertei.";

"START_DATE_FUTURE_ERROR" = "Evenimentul este prea îndepărtat în viitor.";

"OCCURRENCE_COLLISION_ERROR" = "O altă instanță a acestui eveniment se petrece la această dată.";

"INVITES_CANNOT_MOVE_ERROR" = "Invitațiile nu pot fi mutate într-un alt calendar.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Localizarea mementoului nu a putut fi geocodată la o adresă pentru declanșarea alarmei.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Acel eveniment nu aparține acelei magazii de evenimente.";

/* developer error */
"SPAN_ERROR" = "A fost specificat un interval incorect.";

"CALENDAR_HAS_NO_SOURCE" = "Calendarul nu are nicio sursă";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Câmpul repetare nu poate fi modificat.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Alarmele nu pot fi modificate.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Participanții nu pot fi modificați";

"CALENDAR_IMMUTABLE" = "Acel calendar nu poate fi modificat sau șters.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Locațiile cu informații geografice nu sunt acceptate de acest cont.";

"ACTIONS_NOT_SUPPORTED" = "Acțiunile nu sunt acceptate de acest cont.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Locațiile pentru mementouri nu sunt acceptate de acest cont.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Alarmele bazate pe proximitate nu sunt acceptate de acest cont.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Un memento repetitiv trebuie să aibă o dată corespunzătoare.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Acel cont nu permite adăugarea sau eliminarea calendarelor.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Acel calendar nu permite adăugarea de evenimente.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Acel calendar nu permite adăugarea de mementouri.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Acel cont nu acceptă mementouri.";

"PRIORITY_IS_INVALID" = "Prioritățile trebuie să fie între 0 și 9.";

"INVALID_ENTITY_TYPE" = "Acesta nu este un EKEntityType valid.";
